<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <id>4</id>
        <name>CIS Benchmark Enforcement | Restrictions</name>
        <description></description>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>1</id>
            <name>CIS Benchmark</name>
        </category>
        <distribution_method>Install Automatically</distribution_method>
        <user_removable>false</user_removable>
        <level>System</level>
        <uuid>39596574-B2D6-4E5A-B51C-7C46AF49E65F</uuid>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;39596574-B2D6-4E5A-B51C-7C46AF49E65F&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;39596574-B2D6-4E5A-B51C-7C46AF49E65F&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;CIS Benchmark Enforcement | Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;6A8871C5-B1F6-4EEE-B960-BB5908634256&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.MCX&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;6A8871C5-B1F6-4EEE-B960-BB5908634256&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;MCX&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;safariAllowAutoFill&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;8E44BD5C-4879-40C3-A080-A819280DA3CE&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.applicationaccess.new&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;8E44BD5C-4879-40C3-A080-A819280DA3CE&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Application Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;familyControlsEnabled&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;D03C8D33-AD12-443D-BF99-7BD6766A7FC2&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.coremediaio.support&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;D03C8D33-AD12-443D-BF99-7BD6766A7FC2&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;CoreMediaIO Support&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;Device Access Allowed&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;A76A58FA-1B21-4F3E-A8E1-AAA845BCC9EF&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.DiscRecording&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;A76A58FA-1B21-4F3E-A8E1-AAA845BCC9EF&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Media Access:  Disc Recording&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;BurnSupport&lt;/key&gt;&lt;string&gt;on&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;BE59BB41-9451-4D88-8155-6C308E270A63&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.appstore&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;BE59BB41-9451-4D88-8155-6C308E270A63&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;App Store&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;restrict-store-softwareupdate-only&lt;/key&gt;&lt;false/&gt;&lt;key&gt;restrict-store-disable-app-adoption&lt;/key&gt;&lt;false/&gt;&lt;key&gt;restrict-store-require-admin-to-install&lt;/key&gt;&lt;false/&gt;&lt;key&gt;DisableSoftwareUpdateNotifications&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;827F8910-9118-447B-BFF1-14698E6E00FE&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.dashboard&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;827F8910-9118-447B-BFF1-14698E6E00FE&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Dashboard Widget Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;whiteListEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;WhiteList&lt;/key&gt;&lt;array/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;B6C750CC-AACC-4830-9748-FE8FE1E82555&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.finder&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;B6C750CC-AACC-4830-9748-FE8FE1E82555&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Media Access:  Finder Settings&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ProhibitBurn&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;BEC6ADA3-1380-4C7D-9169-7669370CDA3F&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.NetworkBrowser&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;BEC6ADA3-1380-4C7D-9169-7669370CDA3F&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;AirDrop&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DisableAirDrop&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;2009D2C4-1140-4BA4-807B-35543F64D1DC&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.gamed&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;2009D2C4-1140-4BA4-807B-35543F64D1DC&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Game Center&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;GKFeatureGameCenterAllowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;GKFeatureAccountModificationAllowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;GKFeatureAddingGameCenterFriendsAllowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;GKFeatureMultiplayerGamingAllowed&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;8A7415D2-CD3E-4C23-A8B9-5345AAE78369&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.applicationaccess&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;8A7415D2-CD3E-4C23-A8B9-5345AAE78369&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceUnpromptedManagedClassroomScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudDocumentSync&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudDesktopAndDocuments&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowSpotlightInternetResults&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowMusicService&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudKeychainSync&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudBTMM&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudFMM&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudBookmarks&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudMail&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudCalendar&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudReminders&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudAddressBook&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudNotes&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasswordSharing&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasswordAutoFill&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasswordProximityRequests&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCamera&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowContentCaching&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudPrivateRelay&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowUniversalControl&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowRapidSecurityResponseInstallation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowRapidSecurityResponseRemoval&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowUIConfigurationProfileInstallation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceDelayedSoftwareUpdates&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceDelayedAppSoftwareUpdates&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceDelayedMajorSoftwareUpdates&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowAirPrint&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceAirPrintTrustedTLSRequirement&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowAirPrintiBeaconDiscovery&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowScreenShot&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowRemoteScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomUnpromptedScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceUnpromptedManagedClassroomScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowFingerprintForUnlock&lt;/key&gt;&lt;true/&gt;&lt;key&gt;enforcedFingerprintTimeout&lt;/key&gt;&lt;integer&gt;172800&lt;/integer&gt;&lt;key&gt;forceClassroomUnpromptedAppAndDeviceLock&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomAutomaticallyJoinClasses&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomRequestPermissionToLeaveClasses&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowActivityContinuation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowDeprecatedWebKitTLS&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowEraseContentAndSettings&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;1083DDAF-A5F0-4974-A841-B71A84FA63FB&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.systempreferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;1083DDAF-A5F0-4974-A841-B71A84FA63FB&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;System Preferences&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DisabledPreferencePanes&lt;/key&gt;&lt;array&gt;&lt;string&gt;com.apple.preference.datetime&lt;/string&gt;&lt;string&gt;com.apple.preferences.configurationprofiles&lt;/string&gt;&lt;string&gt;com.apple.preferences.sharing&lt;/string&gt;&lt;string&gt;com.apple.prefs.backup&lt;/string&gt;&lt;/array&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;6F415356-E695-48DC-B2F5-DA2100392AED&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.preferences.users&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;6F415356-E695-48DC-B2F5-DA2100392AED&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;User Preferences&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DisableUsingiCloudPassword&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;0EEBC392-D116-43DE-A038-FE936CA55DCE&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.systemuiserver&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;0EEBC392-D116-43DE-A038-FE936CA55DCE&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Media Access&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;logout-eject&lt;/key&gt;&lt;dict/&gt;&lt;key&gt;mount-controls&lt;/key&gt;&lt;dict&gt;&lt;key&gt;cd&lt;/key&gt;&lt;array/&gt;&lt;key&gt;harddisk-internal&lt;/key&gt;&lt;array/&gt;&lt;key&gt;disk-image&lt;/key&gt;&lt;array/&gt;&lt;key&gt;dvd&lt;/key&gt;&lt;array/&gt;&lt;key&gt;blankdvd&lt;/key&gt;&lt;array/&gt;&lt;key&gt;harddisk-external&lt;/key&gt;&lt;array/&gt;&lt;key&gt;blankcd&lt;/key&gt;&lt;array/&gt;&lt;key&gt;dvdram&lt;/key&gt;&lt;array/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;AEDA0889-C8DA-4A25-93B7-D90432CE0DDA&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.desktop&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;AEDA0889-C8DA-4A25-93B7-D90432CE0DDA&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Desktop&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;8C41ABFB-9D5B-47F9-8B44-3583C254E1D1&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.fileproviderd&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;8C41ABFB-9D5B-47F9-8B44-3583C254E1D1&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;FileProvider&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;AllowManagedFileProvidersToRequestAttribution&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;17A0410F-38C5-4B66-8075-8390645C45AC&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ShareKitHelper&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Parachute Test&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;17A0410F-38C5-4B66-8075-8390645C45AC&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SHKAllowedShareServices&lt;/key&gt;&lt;array&gt;&lt;string&gt;com.apple.reminders.RemindersShareExtension&lt;/string&gt;&lt;string&gt;com.apple.share.addtoaperture&lt;/string&gt;&lt;string&gt;com.apple.share.Mail&lt;/string&gt;&lt;string&gt;com.apple.Notes.SharingExtension&lt;/string&gt;&lt;string&gt;com.apple.share.SinaWeibo&lt;/string&gt;&lt;string&gt;com.apple.share.Messages&lt;/string&gt;&lt;string&gt;com.apple.share.LinkedIn.post&lt;/string&gt;&lt;string&gt;com.apple.share.addtoiphoto&lt;/string&gt;&lt;string&gt;com.apple.share.Facebook&lt;/string&gt;&lt;string&gt;com.apple.share.Twitter&lt;/string&gt;&lt;string&gt;com.apple.share.readlater&lt;/string&gt;&lt;string&gt;com.apple.share.Video&lt;/string&gt;&lt;/array&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Custom Settings&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;F165ABF2-4A14-4C4A-A23C-8F9AAE9F2238&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;JAMF Software&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ManagedClient.preferences&lt;/string&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;F165ABF2-4A14-4C4A-A23C-8F9AAE9F2238&lt;/string&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;dict&gt;&lt;key&gt;com.apple.applicationaccess&lt;/key&gt;&lt;dict&gt;&lt;key&gt;Forced&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;mcx_preference_settings&lt;/key&gt;&lt;dict&gt;&lt;key&gt;allowAirPlayIncomingRequests&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <all_jss_users>false</all_jss_users>
        <computers></computers>
        <buildings></buildings>
        <departments></departments>
        <computer_groups>
            <computer_group>
                <id>7</id>
                <name>Ventura Macs</name>
            </computer_group>
        </computer_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <computers></computers>
            <buildings></buildings>
            <departments></departments>
            <computer_groups></computer_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_display_name>CIS Benchmark Enforcement | Restrictions</self_service_display_name>
        <install_button_text>Install</install_button_text>
        <self_service_description></self_service_description>
        <force_users_to_view_description>false</force_users_to_view_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories></self_service_categories>
    </self_service>
</os_x_configuration_profile>